alefragnani.project-manager
antfu.iconify
catppuccin.catppuccin-vsc-icons
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
heybourn.headwind
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
msjsdiag.vscode-react-native
oderwat.indent-rainbow
sdras.night-owl
tyriar.lorem-ipsum
waderyan.gitblame
xabikos.javascriptsnippets
